import streamlit as st

st.title("عالم الوظائف")
image = "200w.gif"
st.image(image, caption="")

statement = ""
st.write("""" 
         الحمدلله تخرجنا واحتفلنا، واحتفلنا مرة ثانية، وخلصت الإجازة الصيفية، رجعوا الناس للدوامات، اوه شكله بدأ الجد، طيب وش تنتظرين يا أنا؟ وظيفة تنزل من السماء؟ مستحيل 
         طيب يالله بسم الله نحاول نبحث عن وظائف
         طيب خليني أشوف أول شيء أكثر المدن اللي يكثر فيها الاحتياج الوظيفي عشان ابدأ بشكل صحيح 
         """)

image =  "job_region.png"
st.image(image, caption="")

statement = ""
st.write("""" 
         حلوين مثل ما توقعت الرياض تحتل الرمزك الأول في كل شيء والحمدلله أني ساكنة فيها 
         طيب خلينا نشوف القطاعات، اذا فيه وظائف شبه حكومية أو لا 
         """)

image =  "comp_type.png"
st.image(image, caption="")

statement = ""
st.write("""" 
ممتاز الآن وضحت عندي الصورة، أغلب الوظائف في الرياض وفي القطاعات الخاصة، طيب القطاعات الخاثة غالبا رواتبهم موب ثابتة وأخاف يعطوني راتب أقل من مهاراتي
         لذلك احتاج تقرير عن رواتب الخريجين واللي ماعندهم خبرات 
                  """)

image =  "exp.png"
st.image(image, caption="")

statement = ""
st.write("""" 
تقريبا الرواتب تتراوح من ٣ آلاف إلى ٨ آلاف 
         يعني لو شديت حيلي وأخدت معسكرات ورتبت لي سي في محترم غالبا بتكون فرصة أن راتبي يكون فوق ٦ آلاف فرصة ممكنة            
                 """)

statement = ""
st.write("""" 
         الخلاصة 
        أن الشركات الخاصة في الرياض هي اللي مكتسحة الآن سوق الوظائف
                 """)